// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth:";
"BTWithVersion"						= "Version: %@";
"kNameKey"							= "Name: %@";
"kAddressKey"						= "Adresse: %@";
"Dial-up"							= "Bluetooth-Modem";
"Search"							= "Nach Telefonen suchen …";
"OpenNetPrefs"						= "Systemeinstellung „Netzwerk“ öffnen …";
"OpenIC"							= "Programm „Internetverbindung“ öffnen …";
"OnKey"								= " Aktiviert";
"OffKey"							= " Deaktiviert";
"Not Available"						= "Bluetooth: Nicht verfügbar";
"Discoverable"						= "Sichtbar: Ein";
"NotDiscoverable"					= "Sichtbar: Aus";
"TempDiscoverable"					= "Für 3 Minuten sichtbar machen";
"BTTurnOff"							= "Bluetooth deaktivieren";
"BTTurnOn"							= "Bluetooth aktivieren";
"BTDiscoverable"					= "Sichtbar";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Ja";
"kBluetoothDeviceNoKey"				= "Nein";
"LowBattWarning"					= "Die Batterie von „%@“ ist fast leer.";
"kDevices"							= "Geräte";

"kOpenBTPrefsKey"					= "Systemeinstellung „Bluetooth“ öffnen …";
"kMousePreferences"					= "Systemeinstellung „Maus“ öffnen …";
"kKeyboardPreferences"				= "Systemeinstellung „Tastatur“ öffnen …";
"kTrackpadPreferences"				= "Systemeinstellung „Trackpad“ öffnen …";
"kOpenPrintPrefsKey"				= "Systemeinstellung „Drucker“ öffnen …";
"kOpenSoundPrefsKey"				= "Systemeinstellung „Ton“ öffnen …";
"kSendFileToDevice"					= "Datei senden …";
"kBrowseDevice"						= "Gerät durchsuchen …";

"kTurnOnHeadphones"					= "Als Audiogerät (Stereo) verwenden";
"kTurnOffHeadphones"				= "Nicht als Audiogerät verwenden";
"kTurnOnHeadset"					= "Als Audiogerät (Mono) verwenden";
"kTurnOffHeadset"					= "Nicht als Audiogerät verwenden";

"kConnectDevice"					= "Verbinden";
"kDisconnectDevice"					= "Trennen";
"kResetDevice"						= "Gerät auf Werkseinstellungen zurücksetzen";
"kRemoveDevice"						= "Dieses Gerät entfernen";
"kSyncDevice"						= "Sync …";
"kBatteryLevel"						= "Batteriestatus: %@ %%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Dienste für das Gerät aktualisieren";
"kPerformNameRequestKey"			= "Gerätenamen aktualisieren";

"kOpenBTSAKey"						= "Bluetooth-Gerät konfigurieren …";
"kOpenBTEKey"						= "Bluetooth Explorer öffnen …";
"kOpenBDUKey"						= "Bluetooth Diagnostics Utility öffnen …";
"kOpenPacketLoggerKey"				= "PacketLogger öffnen …";
"kOpenBluetoothReporterKey"			= "Diagnosebericht auf Schreibtisch erstellen …";

"kBTSendFileKey"					= "Datei senden …";
"kBTGetFileKey"						= "Gerät durchsuchen …";

"kJoinNetwork"						= "Mit Netzwerk verbinden";
"kKeyDisconnectFromNetwork"			= "Vom Netzwerk trennen";